Repository: fer0n/Unwatched
Catalog: Unwatched/Unwatched/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl

# doNothingShort
source: Nothing
de: Nichts
es: Nada
fr: Rien
pl: Nic

# dropSubscriptionHelper
source: Drop YouTube RSS feed/channel URLs here or use the Browser above to search for channels.
de: Ziehe YouTube RSS-Feeds/Kanal-URLs hierher oder benutze den Browser um nach Kanälen zu suchen.
es: Suelta aquí URLs de feeds RSS/canales de YouTube o usa el navegador de arriba para buscar canales.
fr: Déposez ici les URLs des flux/chaînes RSS YouTube ou utilisez le Navigateur ci-dessus pour rechercher des chaînes.
pl: Umieść tutaj adresy URL kanałów/źródeł RSS YouTube lub użyj Przeglądarki powyżej, aby wyszukać kanały.

# dropToAddVideo
source: It will be added to your Queue
de: Es wird zur Queue hinzugefügt werden
es: Se añadirá a tu cola
fr: Sera ajouté à votre file d'attente
pl: Zostanie dodane do Twojej kolejki

# dropVideoHere
source: Drop Video
de: Video hier ablegen
es: Soltar video
fr: Déposer la vidéo
pl: Upuść film

# dropVideosTip
source: Drag & drop videos here
de: Drag & drop Videos hier
es: Arrastra y suelta videos aquí
fr: Glissez-déposez les vidéos ici
pl: Przeciągnij i upuść filmy tutaj

source: Drop Video to Queue
de: Video ablegen zur Queue
es: Soltar video en la cola
fr: Déposer la vidéo dans la file d'attente
pl: Upuść film do kolejki

# dropVideoUrlsHere
source: Add Videos To Queue
de: Video zur Warteschlange hinzufügen
es: Agregar videos a la cola
fr: Ajouter des vidéos à la file d'attente
pl: Dodaj filmy do kolejki

# duplicatesFaqA
source: If iCloud sync is enabled, duplicates can’t currently be avoided. However, they should automatically clean up after refresh. If still visible, long press the refresh button and select “Reload & Dedupe.” If they remain, please let me know.
de: Duplikate können bei aktivem iCloud-Sync nicht verhindert werden, sollten aber automatisch nach der Aktualisierung entfernt werden. Falls nicht, drücke lange auf den „Neu laden“-Button und wähle „Neu laden & deduplizieren“. Sind danach immer noch Duplikate vorhanden, bitte Bescheid geben.
es: Si la sincronización con iCloud está activada, actualmente no se pueden evitar los duplicados. Sin embargo, deberían eliminarse automáticamente después de actualizar. Si aún son visibles, mantén presionado el botón de actualizar y selecciona “Recargar y quitar duplicados”. Si siguen apareciendo, por favor avísame.
fr: Si la synchronisation iCloud est activée, les doublons ne peuvent actuellement pas être évités. Cependant, ils devraient être automatiquement nettoyés après l'actualisation. Si toujours visible, appuyez sur le bouton d’actualization pour un certain temps et selectionnez “Rechargez et Dédupliquer”. Si le problème persistent, veuillez me le faire savior.
pl: Gdy synchronizacja iCloud jest włączona, duplikaty mogą się pojawiać, ale powinny zniknąć po odświeżeniu. Jeśli nadal są widoczne, przytrzymaj przycisk odświeżania i wybierz “Przeładuj i usuń duplikaty“. Jeśli problem nie zniknie, daj mi znać.

# duplicatesFaqQ
source: Why are there duplicate videos/subscriptions?
de: Warum gibt es doppelte Video/Abos?
es: ¿Por qué hay videos/suscripciones duplicados?
fr: Pourquoi y a-t-il des vidéos/abonnements en double ?
pl: Dlaczego występują zduplikowane filmy/subskrypcje?

# duplicatesFaqT
source: Duplicates
de: Duplikate
es: Duplicados
fr: Doublons
pl: Duplikaty

# durationMissingFaqA
source: YouTube RSS feeds don't include video durations. Once the video loads in the player, the duration will appear. For videos with chapters, the start time of the last chapter is used as an approximate duration, shown as the minimum "+" time.
de: YouTube-RSS-Feeds enthalten keine Video-Dauern. Sobald das Video im Player geladen ist, wird die Dauer angezeigt. Bei Videos mit Kapiteln wird die Startzeit des letzten Kapitels als ungefähre Dauer verwendet und als minimale "+"-Zeit angezeigt.
es: Los feeds RSS de YouTube no incluyen la duración de los videos. Una vez que el video se carga en el reproductor, la duración aparecerá. Para los videos con capítulos, se utiliza la hora de inicio del último capítulo como una duración aproximada, mostrada como el tiempo mínimo con “+”.
fr: Les flux RSS de YouTube ne contiennent pas la durée des vidéos. Une fois les vidéos chargés dans le lecteur, la durée apparaîtra. Pour les vidéos avec des chapitres, l’heure de début du dernier chapitre est utilisée comme durée approximative, indiquée comme temps minimum "+".
pl: Kanały RSS YouTube nie zawierają długości filmów. Gdy film zostanie załadowany w odtwarzaczu, pojawi się jego długość. W przypadku filmów z rozdziałami, czas rozpoczęcia ostatniego rozdziału jest używany jako przybliżona długość, wyświetlana jako minimalny czas "+".

# durationMissingFaqQ
source: Why is the duration missing on some videos? What does "+" mean?
de: Warum fehlt die Dauer bei einigen Videos? Was bedeutet "+"?
es: ¿Por qué falta la duración en algunos videos? ¿Qué significa “+”?
fr: Pourquoi la durée est-elle manquante sur certaines vidéos ? Que signifie "+" ?
pl: Dlaczego brakuje długości niektórych filmów? Co oznacza "+"?

# durationMissingFaqT
source: Missing Duration
de: Fehlende Dauer
es: Duración faltante
fr: Durée Manquante
pl: Brakująca długość filmu

# emptyEntry
source: Connection to video not found. Possibly waiting on sync or an error.
de: Verbindung zum Video nicht gefunden. Möglicherweise wird auf Synchronisierung gewartet oder ein Fehler ist aufgetreten.
es: Conexión al video no encontrada. Posiblemente esperando sincronización o un error.
fr: Connexion à la vidéo non trouvée. En attente possible de synchronisation ou une erreur s'est produite.
pl: Nie znaleziono połączenia z filmem. Prawdopodobnie oczekiwanie na synchronizację lub wystąpił błąd.

# emptyEntryError
source: Failed to repair
de: Reparieren fehlgeschlagen
es: No se pudo reparar
fr: Échec de la réparation
pl: Naprawa nie powiodła się

# emptyYoutubeId
source: Couldn't parse YoutubeId from URL
de: YouTube ID in URL nicht gefunden
es: No se pudo analizar el YoutubeId desde la URL
fr: Impossible d'analyser l'ID Youtube depuis l'URL
pl: Nie można odczytać YoutubeId z URL

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
pl: Włącz

# enableQueueContextMenu
source: Enable Context Menu
de: Kontextmenü aktivieren
es: Habilitar menú contextual
fr: Activer le Menu Contextuel
pl: Włącz menu kontekstowe

# enterPip
source: Enable Pip
de: Pip aktivieren
es: Habilitar PIP
fr: Activer le PiP
pl: Włącz Pip

# enterUrls
source: Feed, Video, or Playlist URL
de: Feed, Video oder Playlist URL
es: URL de feed, video o lista de reproducción
fr: URL du Flux, de la Vidéo ou de la Playlist
pl: URL kanału, filmu lub playlisty

# errorImporting
source: Some subscriptions couldn't be imported
de: Manche Abos konnten nicht importiert werden
es: Algunas suscripciones no se pudieron importar
fr: Certains abonnements n'ont pas pu être importés
pl: Niektóre subskrypcje nie mogły zostać zaimportowane

# errorImportingMessageChannelUrl
source: If you entered a YouTube channel URL, try adding the YouTube RSS feed directly.
de: Falls du eine YouTube Kanal-URL eingegeben hast, versuche den YouTube RSS feed direkt einzugeben.
es: Si ingresaste una URL de canal de YouTube, intenta agregar directamente el feed RSS de YouTube.
fr: Si vous avez entré une URL de chaîne YouTube, essayez d'ajouter directement le flux RSS YouTube.
pl: Jeśli wprowadziłeś adres URL kanału YouTube, spróbuj dodać bezpośrednio kanał RSS YouTube.

# errorImportingMessageCsv
source: The channels may no longer exist or may not provide an RSS feed.
de: Diese Kanäle existieren eventuell nicht mehr oder stellen keinen RSS Feed zur Verfügung.
es: Es posible que los canales ya no existan o que no proporcionen un feed RSS.
fr: Les chaînes n'existent peut-être plus ou ne fournissent pas de flux RSS.
pl: Kanały mogą już nie istnieć lub nie dostarczać kanału RSS.

# errorImportingTryBrowser
source: You can try to search for the missing channel via the in-app Browser (Library → Browser)
de: Du kannst versuchen die fehlenden Abos über den in-app Browser zu suchen (Bibliothek → Browser)
es: Puedes intentar buscar el canal faltante mediante el Navegador dentro de la app (Biblioteca → Navegador)
fr: Vous pouvez essayer de rechercher la chaîne manquante via le Navigateur intégré (Bibliothèque → Navigateur)
pl: Możesz spróbować wyszukać brakujący kanał za pomocą przeglądarki w aplikacji (Biblioteka → Przeglądarka)

# errorOccured
source: Error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
pl: Wystąpił błąd

source: Exit Fullscreen
de: Vollbild aus
es: Salir de pantalla completa
fr: Quitter le Plein Écran
pl: Wyjdź z pełnego ekranu

# exitPip
source: Disable Pip
de: Pip deaktivieren
es: Deshabilitar PIP
fr: Désactiver le PiP
pl: Wyłącz Pip

# exludeWatchHistoryInBackup
source: Don't Backup all Watched Videos
de: Nicht alle gesehenen Videos behalten
es: No respaldar todos los videos vistos
fr: Ne pas sauvegarder toutes les vidéos vus
pl: Nie twórz kopii zapasowej wszystkich obejrzanych filmów

# expansiveList
source: Expansive
de: Erweitert
es: Expansivo
fr: Expansif
pl: Rozszerzony

source: Export Backup
de: Backup exportieren
es: Exportar respaldo
fr: Exporter la Sauvegarde
pl: Eksportuj kopię zapasową

source: Export Logs
de: Logs exportieren
es: Exportar logs
fr: Exporter les logs
pl: Eksportuj logi

# exportSubscriptions
source: Export Subscription RSS Feeds
de: Abo RSS Feeds exportieren
es: Exportar feeds RSS de suscripción
fr: Exporter les Flux RSS des Abonnements
pl: Eksportuj kanały RSS subskrypcji

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
pl: Niepowodzenie

source: Failed getting channel ID from username %@
de: Konnte channel ID nicht via Nutzernamen ermitteln: %@
es: No se pudo obtener el ID del canal a partir del nombre de usuario %@
fr: Échec de l'obtention de l'ID de la chaîne depuis le nom d'utilisateur %@
pl: Nie udało się uzyskać ID kanału z nazwy użytkownika %@

# failedGettingVideoInfo
source: Failed to get video info
de: Video information konnte nicht geladen werden
es: No se pudo obtener la información del video
fr: Échec de l'obtention des informations de la vidéo
pl: Nie udało się uzyskać informacji o filmie

# failedToParse
source: Failed to parse the data
de: Parsen der Daten fehlgeschlagen
es: No se pudieron analizar los datos
fr: Échec de l'analyse des données
pl: Nie udało się przeanalizować danych

# faq
source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Questions fréquemment posées
pl: Często zadawane pytania

# filterPreviewClose
source: Close Filter Preview
de: Filtervorschau schließen
es: Cerrar vista previa del filtro
fr: Fermer l'aperçu du filtre
pl: Zamknij podgląd filtra

# frequentlyAskedQuestions
source: FAQ & Suggestions
de: FAQ & Vorschläge
es: FAQ y sugerencias
pl: FAQ i sugestie

source: Fullscreen controls
de: Vollbild Controls
es: Controles de pantalla completa
fr: Contrôles plein écran
pl: Przyciski na pełnym ekranie

# fullscreenControlsAutoHide
source: Auto hide
de: Automatisch ausblenden
es: Ocultar automáticamente
fr: Masquer automatiquement
pl: Automatyczne ukrywanie

# fullscreenControlsOff
source: Off
de: Aus
es: Apagado
fr: Désactivé
pl: Wyłączone

# fullscreenControlsOn
source: On
de: An
es: Encendido
fr: Activé
pl: Włączone

source: Fullscreen Left
de: Vollbild links
es: Pantalla completa izquierda
fr: Plein Écran Gauche
pl: Pełny ekran lewy

source: Fullscreen Right
de: Vollbild rechts
es: Pantalla completa derecha
fr: Plein Écran Droite
pl: Pełny ekran prawy

# generatedAudioFaqA
source: YouTube auto-enables ai-generated audio and the new player may not show language options. Possible solutions are: - Changing language in iOS Settings → Apps → Unwatched → Language - Signing into YouTube under Library → Search YouTube
de: YouTube aktiviert automatisch KI-generierte Audioausgabe und der neue Player zeigt möglicherweise keine Sprachoptionen an. Mögliche Lösungen: - Sprache in iOS-Einstellungen → Apps → Unwatched → Sprache ändern - Bei YouTube anmelden unter Bibliothek → YouTube Browser
es: YouTube activa automáticamente el audio generado por IA y el nuevo reproductor puede no mostrar opciones de idioma. Posibles soluciones: - Cambiar idioma en Configuración iOS → Apps → Unwatched → Idioma - Iniciar sesión en YouTube en Biblioteca → Buscar YouTube
fr: YouTube active automatiquement l'audio généré par IA et le nouveau lecteur peut ne pas afficher les options de langue. Solutions possibles : - Changer la langue dans Réglages iOS → Apps → Unwatched → Langue - Se connecter à YouTube sous Bibliothèque → Rechercher YouTube
pl: YouTube automatycznie włącza audio generowane przez AI, a nowy odtwarzacz może nie wyświetlać opcji języka. Możliwe rozwiązania: - Zmiana języka w Ustawienia iOS → Aplikacje → Unwatched → Język - Zalogowanie się do YouTube w Biblioteka → Szukaj YouTube

# generatedAudioFaqQ
source: Why are some videos not playing in their original language?
de: Warum werden manche Videos nicht in ihrer Originalsprache abgespielt?
es: ¿Por qué algunos videos no se reproducen en su idioma original?
fr: Pourquoi certaines vidéos ne sont-elles pas lues dans leur langue d'origine ?
pl: Dlaczego niektóre filmy nie są odtwarzane w języku oryginalnym?

# generatedAudioFaqT
source: Auto-translated Audio
de: Automatisch übersetzte Audioausgabe
es: Audio traducido automáticamente
fr: Audio traduit automatiquement
pl: Automatycznie tłumaczone audio

source: Get Current Video
de: Aktuelles Video
es: Obtener video actual
fr: Obtenir la Vidéo Actuelle
pl: Pobierz aktualny film

# getCurrentVideoDescription
source: Gets the currently selected video
de: Lädt Daten zum aktuell ausgewählten Video
es: Obtiene el video seleccionado actualmente
fr: Obtient la vidéo actuellement sélectionnée
pl: Pobiera aktualnie wybrany film

# googleTakeout
source: Open Google Takeout
de: Google Datenexport öffnen
es: Abrir Google Takeout
fr: Ouvrir Google Takeout
pl: Otwórz Google Takeout

# goToTab
source: Go to
de: Gehe zu
es: Ir a
fr: Aller à
pl: Przejdź do

source: Green
de: Grün
es: Verde
fr: Vert
pl: Zielony

# hardReload
source: Reload & Dedupe
de: Neu laden & deduplizieren
es: Recargar y eliminar duplicados
fr: Recharger & Dédupliquer
pl: Przeładuj i usuń duplikaty

# hiddenEntriesManualFilter %lld
source: %lld most recent videos checked
de: %lld neueste Videos überprüft
es: %lld videos más recientes verificados
fr: %lld vidéos les plus récentes vérifiées
pl: %lld najnowszych filmów sprawdzonych

# hideMenuOnPlay
source: Hide Menu
de: Menü minimieren
es: Ocultar menú
fr: Masquer le Menu
pl: Ukryj menu

source: Hide Player Page Indicator
de: Player Seitenanzeige ausblenden
es: Ocultar indicador de página del reproductor
fr: Masquer l'Indicateur de Page du Lecteur
pl: Ukryj wskaźnik strony odtwarzacza

# hideShorts
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
pl: Ukryj

# hideShortsTip
source: Sick of #shorts?
de: Genug von #shorts?
es: ¿Cansado de los #shorts?
fr: Marre des #shorts ?
pl: Masz dość #shorts?

# hideShortsTipAction
source: Hide #shorts
de: #shorts ausblenden
es: Ocultar #shorts
fr: Masquer les #shorts
pl: Ukryj #shorts

# hideShortsTipMessage
source: If you wish, you can hide all #shorts from now on. You can change this at any time under "Library → Settings → Filter”
de: Wenn erwünscht, können ab sofort alle #shorts ausgeblendet werden. Unter "Bibliothek → Einstellungen → Filter" kann dies rückgängig gemacht werden.
es: Si lo deseas, puedes ocultar todos los #shorts a partir de ahora. Puedes cambiar esto en cualquier momento en “Biblioteca → Configuración → Filtro”.
fr: Si vous le souhaitez, vous pouvez masquer tous les #shorts dès maintenant. Vous pouvez modifier ce paramètre à tout moment dans "Bibliothèque → Paramètres → Filtre"
pl: Jeśli chcesz, możesz ukryć wszystkie #shorts od teraz. Możesz to zmienić w dowolnym momencie w "Biblioteka → Ustawienia → Filtr"

# howToExport2
source: • In **Google Takeout**, login & deselect everything except for **YouTube and YouTube Music** • Tap on **All YouTube data included** and only select **subscriptions** • Choose **Next step**, then under **Frequency** select **Export once** • Tap on **Create export** • You will receive an email with a link to your data, follow it and download the file • View the downloaded **takeout[...].zip** file in the “files”-App and tap it to extract its content
de: • Melde dich auf der **Google Datenexport** Seite an und de-selektiere alles außer **YouTube und YouTube Music** • Tippe auf **Alle YouTube-Daten eingeschlossen** und wähle nur **Abos** aus • Wähle **Nächster Schritt**, dann unter **Häufigkeit** wähle **Einmal exportieren** • Tippe auf **Export erstellen** • Du erhältst eine E-Mail mit einem Link zu deinen Daten. Folge dem Link und lade die Datei herunter • Öffne die heruntergeladene **takeout[...].zip** Datei in der “Dateien”-App und tippe darauf, um den Inhalt zu extrahieren
es: • En **Google Takeout**, inicia sesión y desmarca todo excepto **YouTube y YouTube Music** • Toca en **Todos los datos de YouTube incluidos** y selecciona solo **suscripciones** • Elige **Siguiente paso**, luego en **Frecuencia** selecciona **Exportar una vez** • Toca en **Crear exportación** • Recibirás un correo electrónico con un enlace a tus datos, síguelo y descarga el archivo • Visualiza el archivo descargado **takeout[…].zip** en la app “Archivos” y tócala para extraer su contenido
fr: • Dans **Google Takeout**, connectez-vous et désélectionnez tout sauf **YouTube et YouTube Music** • Appuyez sur **Toutes les données YouTube incluses** et sélectionnez uniquement **abonnements** • Choisissez **Étape suivante**, puis sous **Fréquence** sélectionnez **Exporter une fois** • Appuyez sur **Créer l'exportation** • Vous recevrez un email avec un lien vers vos données, suivez-le et téléchargez le fichier • Affichez le fichier téléchargé **takeout[…].zip** dans l’app « Fichiers » et touchez-le pour extraire son contenu
pl: • W **Google Takeout**, zaloguj się i odznacz wszystko oprócz **YouTube i YouTube Music** • Kliknij **Wybrałeś wszystkie dane z YouTube** i wybierz tylko **subskrypcje** • Wybierz **Następny krok**, a następnie w **Częstotliwość** wybierz **Eksportuj raz** • Kliknij **Utwórz eksport** • Otrzymasz e-mail z linkiem do swoich danych, kliknij go i pobierz plik • Otwórz pobrany plik **takeout[…].zip** w aplikacji „Pliki” i stuknij go, aby rozpakować jego zawartość

# howToExportTitle
source: Export YouTube Subscriptions
de: YouTube Abos Exportieren
es: Exportar Suscripciones de YouTube
fr: Exporter les Abonnements YouTube
pl: Eksportuj subskrypcje YouTube

# howToImport1
source: Tap on **Select File** below and navigate to the extracted file:
de: Tippe unten auf **Datei auswählen** und navigiere zu der extrahierten Datei:
es: Toca **Seleccionar archivo** abajo y navega hasta el archivo extraído:
fr: Touchez **Sélectionner un fichier** ci-dessous et accédez au fichier extrait:
pl: Stuknij **Wybierz plik** poniżej i przejdź do rozpakowanego pliku:

# howToImport2
source: • Navigate into **Takeout folder → YouTube and YouTube Music → subscriptions** • Select **subscriptions.csv**
de: • Navigiere in den **Takeout-Ordner → YouTube und YouTube Music → Abos** • Wähle **Abos.csv** aus
es: • Navega a la carpeta Takeout → YouTube y YouTube Music → subscriptions • Selecciona subscriptions.csv
fr: • Naviguez dans le **dossier Takeout → YouTube et YouTube Music → abonnements** • Sélectionnez **subscriptions.csv**
pl: • Przejdź do **Folder Takeout → YouTube i YouTube Music → subscriptions** • Wybierz **subscriptions.csv**

# howToImportTitle
source: Import Into Unwatched
de: Zu Unwatched importieren
es: Importar a Unwatched
fr: Importer Dans Unwatched
pl: Importuj do Unwatched

source: HTTP request failed: %@
de: HTTP request fehlgeschlagen: %@
es: La solicitud HTTP falló: %@
fr: La requête HTTP a échoué : %@
pl: Żądanie HTTP nie powiodło się: %@

# icloudSyncHelper
source: Make sure to backup everything before enabling this. Requires app restart to take effect.
de: Bitte stelle Sicher, dass ein Backup existiert. Ein Neustart der App ist erforderlich, damit die Änderungen wirksam werden.
es: Asegúrate de hacer una copia de seguridad de todo antes de habilitar esto. Requiere reiniciar la aplicación para que surta efecto.
fr: Assurez-vous de tout sauvegarder avant d'activer cette fonction. Nécessite un redémarrage de l'application pour prendre effet.
pl: Zrób kopię zapasową przed włączeniem tej opcji. Aby zmiany zadziałały, uruchom aplikację ponownie.

# importAddSubscriptions
source: Add Subscriptions
de: Abos hinzufügen
es: Añadir suscripciones
fr: Ajouter des Abonnements
pl: Dodaj subskrypcje

source: Import Backup
de: Backup importieren
es: Importar copia de seguridad
fr: Importer une Sauvegarde
pl: Importuj kopię zapasową

# importFromYoutube
source: Import YouTube Subscriptions
de: YouTube Abos importieren
es: Importar suscripciones de YouTube
fr: Importer les Abonnements YouTube
pl: Importuj subskrypcje z YouTube

source: Importing %lld subscriptions
de: importiere %lld Abos
es: Importando %lld suscripciones
fr: Importation de %lld abonnements
pl: Importowanie %lld subskrypcji

# importReplaceSubscriptions
source: Replace Existing Subscriptions
de: Bestehende Abos ersetzen
es: Reemplazar suscripciones existentes
fr: Remplacer les Abonnements Existants
pl: Zastąp istniejące subskrypcje

source: Import Subscriptions
de: Abos importieren
es: Importar suscripciones
fr: Importer des Abonnements
pl: Importuj subskrypcje

# importSubscriptions ^[%lld subscription](inflect: true)
source: Import ^[%lld subscription](inflect: true)
de: ^[%lld Abo](inflect: true) Importieren
es: Importar ^[%lld suscripción](inflect: true)
fr: Importer ^[%lld abonnement](inflect: true)
pl: Importuj ^[%lld subskrypcję](inflect: true)

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
pl: Nieaktywny

# InboxHasVideosTip
source: New Videos
de: Neue Videos
es: Nuevos videos
fr: Nouvelles Vidéos
pl: Nowe filmy

# InboxHasVideosTipMessage
source: Tap here to view new videos
de: Tippe hier um neue Videos anzusehen
es: Toca aquí para ver nuevos videos
fr: Appuyez ici pour voir les nouvelles vidéos
pl: Kliknij tutaj, aby zobaczyć nowe filmy

# inboxHiddenEntries
source: Older entries hidden
de: Ältere Einträge ausgeblendet
es: Entradas más antiguas ocultas
fr: Entrées plus anciennes masquées
pl: Starsze wpisy ukryte

# inboxOverflowTip
source: Inbox Filling up?
de: Inbox füllt sich?
es: ¿Se está llenando el Inbox?
fr: L'Inbox se remplit ?
pl: Inbox się zapełnia?

# inboxOverflowTipAction %lld
source: Keep %lld, Clear Older
de: %lld behalten, Ältere löschen
es: Mantener %lld, Borrar más antiguos
fr: Garder %lld, Effacer les plus anciens
pl: Zachowaj %lld, Wyczyść starsze

# inboxOverflowTipMessage
source: Add videos you want to watch to your queue, removed the rest. You’ll only decide once — and removed videos stick around in the Library.
de: Füge Videos, die du ansehen möchtest, zu deiner Queue hinzu, entferne die anderen. Du entscheidest nur einmal — und entfernte Videos bleiben in der Bibliothek.
es: Agrega los videos que quieres ver a tu queue, elimina el resto. Solo decidirás una vez — y los videos eliminados permanecen en la Biblioteca.
fr: Ajoutez les vidéos que vous voulez regarder à votre queue, supprimez le reste. Vous ne déciderez qu'une fois — et les vidéos supprimées restent dans la Bibliothèque.
pl: Dodaj filmy, które chcesz obejrzeć, do swojej queue, usuń resztę. Zdecydujesz tylko raz — a usunięte filmy pozostaną w Bibliotece.

# InboxSwipeTip
source: Swipe Left or Right
de: Wische Links oder Rechts
es: Desliza a la izquierda o derecha
fr: Balayez vers la gauche ou la droite
pl: Przesuń w lewo lub prawo
